Web Services/request_update_admision_state_by_opt.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://xmlns.oracle.com/apps/sales/opptyMgmt/opportunities/opportunityService/types/" xmlns:opp="http://xmlns.oracle.com/apps/sales/opptyMgmt/opportunities/opportunityService/" xmlns:rev="http://xmlns.oracle.com/apps/sales/opptyMgmt/revenues/revenueService/" xmlns:not="http://xmlns.oracle.com/apps/crmCommon/notes/noteService" xmlns:not1="http://xmlns.oracle.com/apps/crmCommon/notes/flex/noteDff/" xmlns:rev1="http://xmlns.oracle.com/oracle/apps/sales/opptyMgmt/revenues/revenueService/" xmlns:act="http://xmlns.oracle.com/apps/crmCommon/activities/activitiesService/">
   <soapenv:Header/>
   <soapenv:Body>
      <typ:updateOpportunity>
         <typ:opportunity>
         	  <opp:OptyId>300000018992336</opp:OptyId>
		  <opp:SalesStageId>300000001436215</opp:SalesStageId>
		  <opp:CTRSubEtapaVentas_c>24</opp:CTRSubEtapaVentas_c>
	    </typ:opportunity>
      </typ:updateOpportunity>
   </soapenv:Body>
</soapenv:Envelope>